Repository: alexandrheletskyi-sketch/La-Menu-App
Catalog: La Menu/Localizable.xcstrings
Source language: en
Languages: pl

# %@ / miesiąc
source: %@ / month
pl: %@ / miesiąc

# %1$lld / %2$lld zamówień
source: %1$lld / %2$lld orders
pl: %1$lld / %2$lld zamówień

# 20 pozycji
source: 20 items
pl: 20 pozycji

# Aby zapisać kod QR w galerii, zezwól aplikacji na dodawanie zdjęć
source: To save the QR code to your gallery, allow the app to add photos
pl: Aby zapisać kod QR w galerii, zezwól aplikacji na dodawanie zdjęć

# Adres
source: Address
pl: Adres

# Adres e-mail
source: Email address
pl: Adres e-mail

# Adres nie został dodany
source: Address has not been added
pl: Adres nie został dodany

# Adres nie został jeszcze uzupełniony
source: Address has not been completed yet
pl: Adres nie został jeszcze uzupełniony

# Aktualny
source: Current
pl: Aktualny

# Aktualny plan: %@
source: Current plan: %@
pl: Aktualny plan: %@

# Aktywne
source: Active
pl: Aktywne

# Aktywny plan
source: Active plan
pl: Aktywny plan

# Aktywny plan: %@
source: Active plan: %@
pl: Aktywny plan: %@

# Aktywowano plan %@
source: Activated %@ plan
pl: Aktywowano plan %@

# Aktywowano plan Free
source: Free plan activated
pl: Aktywowano plan Free

# Aktywuj plan
source: Activate plan
pl: Aktywuj plan

# Alergen
source: Allergen
pl: Alergen

# Alergeny
source: Allergens
pl: Alergeny

# Alergeny: %@
source: Allergens: %@
pl: Alergeny: %@

# Anuluj
source: Cancel
pl: Anuluj

# Aplikacja nie ma dostępu do zapisywania zdjęć. Zmień to w ustawieniach iPhone’a
source: The app does not have permission to save photos. Change this in your iPhone settings
pl: Aplikacja nie ma dostępu do zapisywania zdjęć. Zmień to w ustawieniach iPhone’a

# Bez imienia
source: No name
pl: Bez imienia

# Bez limitu
source: No limit
pl: Bez limitu

# Błąd
source: Error
pl: Błąd

# Błąd zakupu
source: Purchase error
pl: Błąd zakupu

# Brak aktywnych subskrypcji
source: No active subscriptions
pl: Brak aktywnych subskrypcji

# Brak danych
source: No data
pl: Brak danych

# Brak dostępu
source: No access
pl: Brak dostępu

# Brak gotowych zamówień
source: No ready orders
pl: Brak gotowych zamówień

# Brak kategorii
source: No categories
pl: Brak kategorii

# Brak linku
source: No link
pl: Brak linku

# Brak linku publicznego
source: No public link
pl: Brak linku publicznego

# Brak nowych zamówień
source: No new orders
pl: Brak nowych zamówień

# Brak pozycji
source: No items
pl: Brak pozycji

# Brak pozycji w tej kategorii
source: No items in this category
pl: Brak pozycji w tej kategorii

# Brak profilu
source: No profile
pl: Brak profilu

# Brak slotów
source: No slots
pl: Brak slotów

# Brak zamówień
source: No orders
pl: Brak zamówień

# Brak zamówień dzisiaj
source: No orders today
pl: Brak zamówień dzisiaj

# Brak zdjęcia
source: No photo
pl: Brak zdjęcia

# Cena
source: Price
pl: Cena

# common.currency_pln
source: PLN
pl: zł

# common.disabled
source: Disabled
pl: Wyłączone

# common.enabled
source: Enabled
pl: Włączone

# common.no
source: No
pl: Nie

# common.optional
source: Optional
pl: Opcjonalne

# common.yes
source: Yes
pl: Tak

# Długość slotu
source: Slot duration
pl: Długość slotu

# Dobry start dla małego menu
source: Good start for a small menu
pl: Dobry start dla małego menu

# Dodaj alergen
source: Add allergen
pl: Dodaj alergen

source: Add allergens for your venue. Later, you will be able to display them for each menu item after tapping the button.
pl: Dodaj alergeny dla swojego lokalu. Później będzie można je wyświetlać przy każdej pozycji menu po kliknięciu przycisku.

# Dodaj kategorię
source: Add category
pl: Dodaj kategorię

# Dodaj logo
source: Add logo
pl: Dodaj logo

# Dodaj pierwszą kategorię, aby zacząć budować swoje menu
source: Add your first category to start building your menu
pl: Dodaj pierwszą kategorię, aby zacząć budować swoje menu

# Dodaj pierwszą pozycję, aby kategoria zaczęła wyglądać jak gotowe menu
source: Add your first item to make this category look like a ready menu
pl: Dodaj pierwszą pozycję, aby kategoria zaczęła wyglądać jak gotowe menu

# Dodaj pozycję
source: Add item
pl: Dodaj pozycję

# Dodaj własną tabelę alergenów, która później będzie widoczna przy pozycjach menu
source: Add your own allergen table, which will later be visible next to menu items
pl: Dodaj własną tabelę alergenów, która później będzie widoczna przy pozycjach menu

# Dodaj zdjęcie
source: Add photo
pl: Dodaj zdjęcie

# Dostawa
source: Delivery
pl: Dostawa

# Dostępna liczba wiadomości SMS w bieżącym okresie rozliczeniowym
source: Available SMS messages in the current billing period
pl: Dostępna liczba wiadomości SMS w bieżącym okresie rozliczeniowym

# Dostępne
source: Available
pl: Dostępne

# Dostępne plany
source: Available plans
pl: Dostępne plany

# Dostępne SMS: %lld
source: Available SMS: %lld
pl: Dostępne SMS: %lld

# Dotknij, aby przejść do ekranu subskrypcji
source: Tap to open the subscription screen
pl: Dotknij, aby przejść do ekranu subskrypcji

# Dzień
source: Day
pl: Dzień

# Dzisiaj
source: Today
pl: Dzisiaj

# Dzisiejsze zamówienia pojawią się tutaj automatycznie
source: Today’s orders will appear here automatically
pl: Dzisiejsze zamówienia pojawią się tutaj automatycznie

# Edycja profilu
source: Profile editing
pl: Edycja profilu

# Edytuj pozycję
source: Edit item
pl: Edytuj pozycję

# Edytuj profil
source: Edit profile
pl: Edytuj profil

# Formy realizacji
source: Fulfillment options
pl: Formy realizacji

# Główny
source: Main
pl: Główny

# Godzina odbioru
source: Pickup time
pl: Godzina odbioru

# Godziny, limity i dostępność slotów zamówień
source: Hours, limits and order slot availability
pl: Godziny, limity i dostępność slotów zamówień

# Godziny, sloty i limity zamówień
source: Hours, slots and order limits
pl: Godziny, sloty i limity zamówień

# Gotowe
source: Done
pl: Gotowe

# Gotowe kolory
source: Preset colors
pl: Gotowe kolory

# Hasło
source: Password
pl: Hasło

source: Home
pl: Start

# Jak to będzie działać
source: How it will work
pl: Jak to będzie działać

# Język i waluta
source: Language and currency
pl: Język i waluta

# Język strony
source: Page language
pl: Język strony

# Język strony menu
source: Menu page language
pl: Język strony menu

# Kategoria
source: Category
pl: Kategoria

source: Each allergen can have a number, name and description. Later, menu items will be able to show the “Allergen table” button.
pl: Każdy alergen może mieć numer, nazwę i opis. Potem pozycje menu będą mogły pokazywać przycisk „Tabela alergenów”.

# Klienci mogą składać zamówienia, jeśli lokal jest w godzinach pracy
source: Customers can place orders when the venue is open
pl: Klienci mogą składać zamówienia, jeśli lokal jest w godzinach pracy

# Klienci zobaczą je na stronie menu
source: Customers will see them on the menu page
pl: Klienci zobaczą je na stronie menu

# Kod QR menu
source: Menu QR code
pl: Kod QR menu

# Kod QR został zapisany w galerii zdjęć
source: QR code saved to the photo gallery
pl: Kod QR został zapisany w galerii zdjęć

# Kolor marki
source: Brand color
pl: Kolor marki

# Konto
source: Account
pl: Konto

# Kontynuuj z Apple
source: Continue with Apple
pl: Kontynuuj z Apple

# Krok %lld z %lld
source: Step %lld of %lld
pl: Krok %lld z %lld

# Kupiony
source: Purchased
pl: Kupiony

# Ładowanie
source: Loading
pl: Ładowanie

# Ładowanie menu...
source: Loading menu...
pl: Ładowanie menu...

# Ładowanie tabeli alergenów...
source: Loading allergen table...
pl: Ładowanie tabeli alergenów...

# Ładowanie zamówień...
source: Loading orders...
pl: Ładowanie zamówień...

# Ładowanie...
source: Loading...
pl: Ładowanie...

# Limit domyślny
source: Default limit
pl: Limit domyślny

# Limit pozycji
source: Item limit
pl: Limit pozycji

# Limit slotu
source: Slot limit
pl: Limit slotu

# Link nie został jeszcze ustawiony
source: Link has not been set yet
pl: Link nie został jeszcze ustawiony

# Link publiczny
source: Public link
pl: Link publiczny

# Link skopiowany
source: Link copied
pl: Link skopiowany

source: Loading...
pl: Ładowanie...

# Logo lokalu
source: Venue logo
pl: Logo lokalu

# Lokal może przyjmować zamówienia także po godzinach pracy
source: The venue can also accept orders after opening hours
pl: Lokal może przyjmować zamówienia także po godzinach pracy

# Lokal otwarty
source: Venue open
pl: Lokal otwarty

# Lokal zamknięty
source: Venue closed
pl: Lokal zamknięty

# lub
source: or
pl: lub

# Maksymalny pakiet dla dużej sprzedaży
source: Maximum package for high sales
pl: Maksymalny pakiet dla dużej sprzedaży

source: Manage your restaurant menus and public links
pl: Zarządzaj menu restauracji i linkami publicznymi

# Masz już konto? Zaloguj się
source: Already have an account? Log in
pl: Masz już konto? Zaloguj się

# Metody płatności
source: Payment methods
pl: Metody płatności

# Monitoruj zamówienia, aktualizuj statusy i obsługuj klientów z jednego miejsca
source: Track orders, update statuses and serve customers from one place
pl: Monitoruj zamówienia, aktualizuj statusy i obsługuj klientów z jednego miejsca

# Możesz wybrać dowolny kolor i od razu zobaczyć efekt
source: Choose any color and see the result instantly
pl: Możesz wybrać dowolny kolor i od razu zobaczyć efekt

# Najlepszy wybór dla aktywnego lokalu
source: Best choice for an active venue
pl: Najlepszy wybór dla aktywnego lokalu

# Najpierw ustaw link publiczny, aby wygenerować kod QR
source: Set up a public link first to generate a QR code
pl: Najpierw ustaw link publiczny, aby wygenerować kod QR

# Najpierw uzupełnij onboarding
source: Complete onboarding first
pl: Najpierw uzupełnij onboarding

# Najszybszy odbiór
source: Fastest pickup
pl: Najszybszy odbiór

# Narzędzia
source: Tools
pl: Narzędzia

# Nazwa
source: Name
pl: Nazwa

# Nazwa kategorii
source: Category name
pl: Nazwa kategorii

# Nazwa, adres, telefon i logo będą widoczne dla klientów
source: Name, address, phone number and logo will be visible to customers
pl: Nazwa, adres, telefon i logo będą widoczne dla klientów

# Nazwa, adres, telefon, link publiczny, dane prawne i wygląd
source: Name, address, phone number, public link, legal details and appearance
pl: Nazwa, adres, telefon, link publiczny, dane prawne i wygląd

# Nie masz konta? Stwórz profil
source: Don’t have an account? Create a profile
pl: Nie masz konta? Stwórz profil

# Nie udało się aktywować planu
source: Failed to activate the plan
pl: Nie udało się aktywować planu

# Nie udało się odczytać planu użytkownika
source: Could not load the user plan
pl: Nie udało się odczytać planu użytkownika

# Nie udało się odczytać profilu
source: Could not load the profile
pl: Nie udało się odczytać profilu

# Nie udało się odczytać użytkownika
source: Could not load the user
pl: Nie udało się odczytać użytkownika

# Nie udało się otworzyć edycji pozycji
source: Could not open item editing
pl: Nie udało się otworzyć edycji pozycji

# Nie udało się uzyskać dostępu do galerii
source: Could not access the gallery
pl: Nie udało się uzyskać dostępu do galerii

# Nie udało się wygenerować kodu QR
source: Failed to generate the QR code
pl: Nie udało się wygenerować kodu QR

# Nie udało się zapisać kodu QR w galerii
source: Failed to save the QR code to the gallery
pl: Nie udało się zapisać kodu QR w galerii

# Nie udało się zapisać planu w bazie. Sprawdź logi w Xcode
source: Failed to save the plan in the database. Check the logs in Xcode
pl: Nie udało się zapisać planu w bazie. Sprawdź logi w Xcode

# Nie znaleziono aktywnej subskrypcji na tym koncie Apple
source: No active subscription was found on this Apple account
pl: Nie znaleziono aktywnej subskrypcji na tym koncie Apple

# Nie znaleziono produktu %@ w StoreKit
source: Product %@ was not found in StoreKit
pl: Nie znaleziono produktu %@ w StoreKit

# Niedostępne
source: Unavailable
pl: Niedostępne

# Nowa kategoria
source: New category
pl: Nowa kategoria

# Nowa pozycja
source: New item
pl: Nowa pozycja

# Nowe
source: New
pl: Nowe

# Nowe zamówienia pojawią się tutaj automatycznie
source: New orders will appear here automatically
pl: Nowe zamówienia pojawią się tutaj automatycznie

# Nowe zamówienia pojawią się tutaj, gdy klient złoży zamówienie
source: New orders will appear here when a customer places an order
pl: Nowe zamówienia pojawią się tutaj, gdy klient złoży zamówienie

# Nowe zamówienia są ręcznie wyłączone
source: New orders are manually disabled
pl: Nowe zamówienia są ręcznie wyłączone

# Np. Pizza
source: E.g. Pizza
pl: Np. Pizza

# Odbiór osobisty
source: Pickup
pl: Odbiór osobisty

# Odblokuj slot
source: Unlock slot
pl: Odblokuj slot

# Odstęp między slotami
source: Time between slots
pl: Odstęp między slotami

# Odświeżanie
source: Refreshing
pl: Odświeżanie

# onboarding.basic.field.address
source: Address
pl: Adres

# onboarding.basic.field.business_name
source: Venue name
pl: Nazwa lokalu

# onboarding.basic.field.phone
source: Phone
pl: Telefon

# onboarding.basic.hero.subtitle
source: Add the basic details visible on the venue page and in the dashboard
pl: Dodaj podstawowe dane widoczne na stronie lokalu i w panelu

# onboarding.basic.hero.title
source: Venue profile
pl: Profil lokalu

# onboarding.basic.info.subtitle
source: Name, address, phone number and logo will be visible to customers
pl: Nazwa, adres, telefon i logo będą widoczne dla klientów

# onboarding.basic.info.title
source: Basic information
pl: Podstawowe informacje

# onboarding.basic.logo.add
source: Add logo
pl: Dodaj logo

# onboarding.basic.logo.photo
source: Logo photo
pl: Zdjęcie logo

# onboarding.basic.logo.subtitle
source: It will appear on the venue page and in the dashboard
pl: Pokaże się na stronie lokalu i w panelu

# onboarding.basic.logo.title
source: Venue logo
pl: Logo lokalu

# onboarding.brand.card.title
source: Brand color
pl: Kolor marki

# onboarding.brand.color_picker
source: Choose color
pl: Wybierz kolor

# onboarding.brand.hero.subtitle
source: This color will be used for buttons, accents and brand elements
pl: Ten kolor będzie używany w przyciskach, akcentach i elementach marki

# onboarding.brand.hero.title
source: Choose your brand color
pl: Wybierz kolor firmowy

# onboarding.brand.info.subtitle
source: You can change it later in profile settings
pl: Możesz go później zmienić w panelu ustawień profilu

# onboarding.brand.info.title
source: Brand color
pl: Kolor marki

# onboarding.brand.selected.title
source: Selected color
pl: Wybrany kolor

# onboarding.button.back
source: Back
pl: Wstecz

# onboarding.button.create_panel
source: Create dashboard
pl: Utwórz panel

# onboarding.button.creating
source: Creating...
pl: Tworzenie...

# onboarding.button.next
source: Next
pl: Dalej

# onboarding.eyebrow.basic_info
source: Venue setup
pl: Konfiguracja lokalu

# onboarding.eyebrow.brand_color
source: Brand appearance
pl: Wygląd marki

# onboarding.eyebrow.finish
source: Ready to start
pl: Gotowe do startu

# onboarding.eyebrow.first_menu
source: First category and item
pl: Pierwsza kategoria i pozycja

# onboarding.eyebrow.fulfillment
source: Sales settings
pl: Ustawienia sprzedaży

# onboarding.eyebrow.legal_details
source: Documents and policies
pl: Dokumenty i polityki

# onboarding.eyebrow.opening_hours
source: Opening hours
pl: Godziny otwarcia

# onboarding.eyebrow.order_settings
source: Order acceptance
pl: Przyjmowanie zamówień

# onboarding.eyebrow.public_link
source: Public link
pl: Link publiczny

# onboarding.finish.hero.subtitle
source: Check the most important details before creating the dashboard
pl: Sprawdź najważniejsze dane przed utworzeniem panelu

# onboarding.finish.hero.title
source: Everything is ready
pl: Wszystko gotowe

# onboarding.finish.row.address
source: Address
pl: Adres

# onboarding.finish.row.card
source: Card
pl: Karta

# onboarding.finish.row.cash
source: Cash
pl: Gotówka

# onboarding.finish.row.category
source: Category
pl: Kategoria

# onboarding.finish.row.color
source: Color
pl: Kolor

# onboarding.finish.row.company
source: Company
pl: Firma

# onboarding.finish.row.delivery
source: Delivery
pl: Dostawa

# onboarding.finish.row.delivery_area
source: Delivery area
pl: Obszar dostawy

# onboarding.finish.row.delivery_price_per_km
source: Delivery price / 1 km
pl: Cena dostawy / 1 km

# onboarding.finish.row.item
source: Item
pl: Pozycja

# onboarding.finish.row.name
source: Name
pl: Nazwa

# onboarding.finish.row.phone
source: Phone
pl: Telefon

# onboarding.finish.row.pickup
source: Pickup
pl: Odbiór

# onboarding.finish.row.price
source: Price
pl: Cena

# onboarding.finish.row.slots
source: Slots
pl: Sloty

# onboarding.finish.section.brand_color
source: Brand color
pl: Kolor marki

# onboarding.finish.section.first_menu
source: First category and item
pl: Pierwsza kategoria i pozycja

# onboarding.finish.section.fulfillment_payment
source: Fulfillment and payment
pl: Realizacja i płatność

# onboarding.finish.section.legal
source: Legal details
pl: Dane prawne

# onboarding.finish.section.orders
source: Order acceptance
pl: Przyjmowanie zamówień

# onboarding.finish.section.public_link
source: Public link
pl: Link publiczny

# onboarding.finish.section.venue
source: Venue
pl: Lokal

# onboarding.first_menu.add_photo
source: Add photo
pl: Dodaj zdjęcie

# onboarding.first_menu.field.category
source: Create category
pl: Utwórz kategorię

# onboarding.first_menu.field.item_description
source: Item description
pl: Opis pozycji

# onboarding.first_menu.field.item_name
source: Item name
pl: Nazwa pozycji

# onboarding.first_menu.field.price
source: Price
pl: Cena

# onboarding.first_menu.hero.subtitle
source: First create a category, then add the first item with a photo
pl: Najpierw utwórz kategorię, a potem dodaj do niej pierwszą pozycję ze zdjęciem

# onboarding.first_menu.hero.title
source: First category and first item
pl: Pierwsza kategoria i pierwsza pozycja

# onboarding.first_menu.info.subtitle
source: After finishing, you can add more categories, more items and more photos
pl: Po zakończeniu dodasz kolejne kategorie, więcej pozycji i więcej zdjęć

# onboarding.first_menu.info.title
source: A good start
pl: Dobry start

# onboarding.first_menu.item_photo
source: Item photo
pl: Zdjęcie pozycji

# onboarding.first_menu.item_photo_subtitle
source: Customers will see it on the menu page
pl: Klienci zobaczą je na stronie menu

# onboarding.first_menu.section.category
source: Category
pl: Kategoria

# onboarding.first_menu.section.first_item
source: First item
pl: Pierwsza pozycja

# onboarding.fulfillment.delivery_price_hint
source: This fee will be visible for delivery orders
pl: Ta stawka będzie widoczna przy zamówieniu z dostawą

# onboarding.fulfillment.delivery.subtitle
source: The customer can order with delivery
pl: Klient może zamówić z dostawą

# onboarding.fulfillment.delivery.title
source: Delivery
pl: Dostawa

# onboarding.fulfillment.field.delivery_area
source: Delivery area
pl: Obszar dostawy

# onboarding.fulfillment.field.delivery_price_per_km
source: Price per 1 km
pl: Cena za 1 km

# onboarding.fulfillment.hero.subtitle
source: Set available pickup options, delivery and payment methods
pl: Ustaw dostępne formy odbioru, dostawę i metody płatności

# onboarding.fulfillment.hero.title
source: Fulfillment and payment
pl: Realizacja i płatność

# onboarding.fulfillment.payment.blik.subtitle
source: BLIK payment
pl: Płatność BLIK

# onboarding.fulfillment.payment.card.subtitle
source: Card payment
pl: Płatność kartą

# onboarding.fulfillment.payment.card.title
source: Card
pl: Karta

# onboarding.fulfillment.payment.cash.subtitle
source: Cash payment on pickup or delivery
pl: Płatność gotówką przy odbiorze lub dostawie

# onboarding.fulfillment.payment.cash.title
source: Cash
pl: Gotówka

# onboarding.fulfillment.pickup.subtitle
source: The customer picks up the order on site
pl: Klient odbiera zamówienie na miejscu

# onboarding.fulfillment.pickup.title
source: Pickup
pl: Odbiór osobisty

# onboarding.fulfillment.section.fulfillment
source: Fulfillment options
pl: Formy realizacji

# onboarding.fulfillment.section.payment_methods
source: Payment methods
pl: Metody płatności

# onboarding.legal.field.address_line_1
source: Address — line 1
pl: Adres — linia 1

# onboarding.legal.field.address_line_2
source: Address — line 2
pl: Adres — linia 2

# onboarding.legal.field.business_display_name
source: Name visible to customers
pl: Nazwa widoczna dla klientów

# onboarding.legal.field.city
source: City
pl: Miasto

# onboarding.legal.field.complaint_email
source: Complaint email
pl: E-mail reklamacyjny

# onboarding.legal.field.complaint_phone
source: Complaint phone
pl: Telefon reklamacyjny

# onboarding.legal.field.contact_email
source: Contact email
pl: E-mail kontaktowy

# onboarding.legal.field.contact_phone
source: Contact phone
pl: Telefon kontaktowy

# onboarding.legal.field.country
source: Country
pl: Kraj

# onboarding.legal.field.legal_business_name
source: Full business name
pl: Pełna nazwa firmy

# onboarding.legal.field.nip_optional
source: NIP optional — you can leave it empty
pl: NIP opcjonalnie — możesz zostawić puste

# onboarding.legal.field.postal_code
source: Postal code
pl: Kod pocztowy

# onboarding.legal.hero.subtitle
source: This information will appear in seller details, order terms and the venue privacy policy
pl: Te informacje pojawią się w danych sprzedawcy, regulaminie zamówień i polityce prywatności lokalu

# onboarding.legal.hero.title
source: Document details
pl: Dane do dokumentów

# onboarding.of
source: of
pl: z

# onboarding.opening_hours.closed
source: Venue closed
pl: Lokal zamknięty

# onboarding.opening_hours.closing
source: Closing
pl: Zamknięcie

# onboarding.opening_hours.hero.subtitle
source: Customers will immediately see when the venue accepts orders
pl: Klienci od razu zobaczą, kiedy lokal przyjmuje zamówienia

# onboarding.opening_hours.hero.title
source: Opening hours
pl: Godziny otwarcia

# onboarding.opening_hours.open
source: Venue open
pl: Lokal otwarty

# onboarding.opening_hours.opening
source: Opening
pl: Otwarcie

# onboarding.order_settings.accepting_orders.subtitle
source: When disabled, customers will see that the venue is temporarily not accepting orders
pl: Gdy wyłączone, klienci zobaczą informację, że lokal chwilowo nie przyjmuje zamówień

# onboarding.order_settings.accepting_orders.title
source: Orders accepted
pl: Zamówienia przyjmowane

# onboarding.order_settings.hero.subtitle
source: Enable or disable orders, set the time between slots and choose whether customers receive an SMS after placing an order
pl: Włącz lub wyłącz zamówienia, ustaw odstęp między slotami i wybierz, czy klient ma dostać SMS po złożeniu zamówienia

# onboarding.order_settings.hero.title
source: Order acceptance
pl: Przyjmowanie zamówień

# onboarding.order_settings.section.slots
source: Time slots
pl: Sloty czasowe

# onboarding.order_settings.section.sms
source: SMS notifications
pl: Powiadomienia SMS

# onboarding.order_settings.section.status
source: Order status
pl: Status zamówień

# onboarding.order_settings.slot_interval
source: Time between slots
pl: Odstęp między slotami

# onboarding.order_settings.sms.subtitle
source: After placing an order, the customer will receive an SMS at the provided phone number
pl: Po złożeniu zamówienia klient dostanie wiadomość SMS na podany numer telefonu

# onboarding.order_settings.sms.title
source: Order confirmation SMS
pl: SMS z potwierdzeniem zamówienia

# onboarding.public_link.field.username
source: Link name
pl: Nazwa w linku

# onboarding.public_link.helper.available
source: This link is available
pl: Ten link jest dostępny

# onboarding.public_link.helper.checking
source: Checking availability...
pl: Sprawdzanie dostępności...

# onboarding.public_link.helper.idle
source: Use lowercase letters, numbers and hyphens
pl: Użyj małych liter, cyfr i myślników
